Repository: isabella232/sensei-share-your-grade
Catalog: languages/sensei-share-your-grade-*.po
Languages: hu_hu, ru_ru

source: <strong>Sensei Share Your Grade</strong> requires a minimum PHP version of %1$s, but you are running %2$s.
hu_hu: A <strong>Sensei Eredmények Megosztása</strong> minimális PHP igénye %1$s, azonban a jelenlegi verzió: %2$s.

source: Learn more about updating PHP
hu_hu: További információk a PHP frissítéséről

source: (opens in a new tab)
hu_hu: (új fülön nyílik meg)

source: <strong>Sensei Share Your Grade</strong> requires that the plugin <strong>Sensei</strong> (minimum version: <strong>%1$s</strong>) is installed and activated.
hu_hu: A <strong>Sensei Eredmények Megosztása</strong> működéséhez szükséges a <strong>Sensei</strong> bővítmény (minimum verzió: <strong>%1$s</strong>) telepítése és aktiválása.

source: Share your progress!
hu_hu: Oszd meg az előrehaladásodat!
ru_ru: Поделись своим прогрессом!

source: Go on, get social! Share your progress with your friends and family on social media.
hu_hu: Gyerünk, légy közösségi! Oszd meg előrehaladásodat barátaiddal és családoddal a közösségi hálón.
ru_ru: Будем социальнее! Поделись своими результатами с друзьями, знакомыми и родственниками через социальные сети.

source: Tweet your Grade
hu_hu: Tweet-eld az osztályzatodat
ru_ru: Твитнуть о результатах

source: I just %%STATUS%% %%POST_NAME%%, over at %%SITE_NAME%%! Take the course, today! %%COURSE_PERMALINK%%
hu_hu: Ezt nézd: %%STATUS%% %%POST_NAME%%, ezen az oldalon: %%SITE_NAME%%! Kezdd el Te is a tanfolyamot még MA! %%COURSE_PERMALINK%%
ru_ru: Я только что прошел "%%POST_NAME%%" на сайте %%SITE_NAME%%! Присоединяйся! %%COURSE_PERMALINK%%

source: I just %%STATUS%% %%POST_NAME%%, over at %%SITE_NAME%% with %%PERCENTAGE%%%! Take the course, today! %%COURSE_PERMALINK%%
hu_hu: Ezt nézd: %%STATUS%% %%POST_NAME%%, ezen az oldalon: %%SITE_NAME%% Eredményem: %%PERCENTAGE%%%! Kezdd el Te is a tanfolyamot még MA! %%COURSE_PERMALINK%%
ru_ru: Я только что %%STATUS%% "%%POST_NAME%%" на %%PERCENTAGE%%%! Присоединяйся! %%COURSE_PERMALINK%%

source: Cheer me on as I work to pass the %%POST_NAME%% course, over at %%SITE_NAME%%! Take the course with me, today! %%COURSE_PERMALINK%%
hu_hu: Drukkolj, hogy sikerüljön a tesztem itt: %%POST_NAME%% tanfolyam ezen az oldalon: %%SITE_NAME%%. Vegyél részt velem a tanfolyamon! %%COURSE_PERMALINK%%
ru_ru: Поддержите меня, я прохожу "%%POST_NAME%%"! Проходите курс вместе со мной уже сегодня! %%COURSE_PERMALINK%%

source: passed
hu_hu: sikeres
ru_ru: прошел

source: failed
hu_hu: sikertelen
ru_ru: завалил

source: Cheatin&#8217; huh?
ru_ru: Барахлит, да?

source: Hi, I'm here to help you share your course results via Twitter, Facebook and more, once you've completed a course.
ru_ru: Привет, я здесь, чтобы помочь вам поделиться результатами вашего курса через Twitter, Facebook и многое другое, как только вы закончили курс.
